anbuselvanrocky.bootstrap5-vscode
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
corschenzi.mermaid-graphical-editor
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
d8aware.vscode-mermaid-extension
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
fallenmax.mithril-emmet
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
huibizhang.codesnap-plus
jasonnutter.search-node-modules
jock.svg
kevinrose.vsc-python-indent
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vscode.remote-server
necinc.elmmet
njpwerner.autodocstring
pkief.material-icon-theme
rangav.vscode-thunder-client
rapidapi.vscode-rapidapi-client
rapidapi.vscode-services
redhat.java
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
shrikant.bootstrap5
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.nodejs-extension-pack
wholroyd.jinja
xabikos.javascriptsnippets
zignd.html-css-class-completion
zobo.php-intellisense
